Repository: ameliashe/SocialNetworkApp
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: – is correct!
ru: – верно!

source: – is wrong!
ru: – неверно!

source: %d likes
ru: %d лайков

source: %d views
ru: %d просмотров

source: Audio file not found!
ru: Аудиофайл не найден!

source: Audio recorder
ru: Аудио рекордер

source: Audio recording is not allowed
ru: Запись аудио не разрешена

source: Author's name
ru: Имя автора

source: Cancel
ru: Отмена

source: Car
ru: Машина

source: Change status
ru: Изменить статус

source: Check guess
ru: Проверить догадку

source: Check the latest updates!
ru: Посмотрите пропущенные обновления!

source: Directions
ru: Навигатор

source: Email or phone
ru: Email или телефон

source: Error
ru: Ошибка

source: Error creating audio recorder
ru: Не удалось создать аудио рекордер

source: Error creating audio recorder:
ru: Не удалось создать аудио рекордер:

source: Error:
ru: Ошбика:

source: Favorites
ru: Избранное

source: Feed
ru: Лента

source: Get directions to this point?
ru: Проложить маршрут до этой точки?

source: Grant permission in Settings to record audio
ru: Разрешите записывать аудио в настройках

source: Guess...
ru: Догадка…

source: Hybrid
ru: Гибридная

source: Log In
ru: Войти

source: Map
ru: Карта

source: Map type
ru: Тип карты

source: Music player
ru: Музыкальный плеер

source: No new posts yet...
ru: Пока новых постов нет…

source: No task
ru: Нет задач

source: Open this update to see what's new
ru: Откройте и узнайте, что нового

# Orbital period of %@: %d
source: Orbital period of %1$@: %2$d
ru: Период обращения %1$@: %2$d

source: Password
ru: Пароль

source: Photo Gallery
ru: Фотогалерея

source: Photos
ru: Фото

source: Play "Guess the word"!
ru: Сыграть в “Угадай слово!”

source: Profile
ru: Профиль

source: Provide location access
ru: Предоставить доступ к геолокации

source: Recorder is not initialized
ru: Рекордер не инициализирован!

source: Remove all pins
ru: Удалить все точки

source: Result
ru: Результат

source: Satellite
ru: Спутник

source: Saved to Faves!
ru: Сохранить в избранное

source: Search
ru: Поиск

source: Search by author
ru: Поиск по автору

source: Show alert
ru: Показать алёрт

source: Show post
ru: Показать пост

source: Sign up
ru: Зарегистрироваться

source: Standard
ru: Стандартная

source: Task named: %@
ru: Задача: %@

source: This email is already in use
ru: Этот email уже используется другим пользователем

source: This is alert
ru: Это алёрт

source: This is the first post!
ru: Это первый пост!

source: This is the second post!
ru: Это второй пост!

source: Time remaining:
ru: Времени остаётся:

source: Time's up!
ru: Время вышло!

source: Transit
ru: Транспорт

source: Transport type
ru: Тип транспорта

source: Unknown error occurred. Please try again later.
ru: Произошла неизвестная ошибка. Попробуйте позже снова.

source: User not found. Please sign up.
ru: Пользователь не найден. Пожалуйста, зарегистрируйтесь.

source: Username and password cannot be empty
ru: Логин и пароль не могут быть пустыми!

source: Videos
ru: Видео

source: View latest post
ru: Последний пост

source: Walking
ru: Пешком

source: Warning!
ru: Внимание!

source: We need location access to show your current location
ru: Нам нужен доступ к вашей геолокации

source: Wrong password
ru: Неверный пароль

source: You've clicked the action!
ru: Вы нажали на экшн!
